[
  {
    "nombre": "Asado",
    "descripcion": "Delicioso asado argentino con cortes de carne vacuna, típico de las parrillas argentinas.",
    "texto": "Asado con achuras, acompañado de ensalada mixta y papas fritas.",
    "precio": 4500
  },
  {
    "nombre": "Milanesa",
    "descripcion": "Milanesa de carne empanizada, una de las comidas más populares de Argentina.",
    "texto": "Milanesa de carne con guarnición de puré de papas.",
    "precio": 3200
  },
  {
    "nombre": "Empanadas",
    "descripcion": "Deliciosas empanadas argentinas con diferentes rellenos.",
    "texto": "Docena de empanadas variadas: carne, pollo, jamón y queso, verdura.",
    "precio": 2500
  },
  {
    "nombre": "Locro",
    "descripcion": "Plato típico argentino a base de maíz y carne de cerdo, ideal para el invierno.",
    "texto": "Locro argentino con chorizo colorado y panceta.",
    "precio": 3800
  },
  {
    "nombre": "Parrillada",
    "descripcion": "Exquisita parrillada argentina con diferentes cortes de carne.",
    "texto": "Parrillada para dos personas con costillas, chorizo, morcilla, chinchulines y mollejas.",
    "precio": 7000
  },
  {
    "nombre": "Matambre a la pizza",
    "descripcion": "Rollo de carne relleno con ingredientes similares a la pizza.",
    "texto": "Matambre a la pizza con guarnición de ensalada mixta.",
    "precio": 4000
  },
  {
    "nombre": "Gnocchi",
    "descripcion": "Ñoquis de papa caseros, tradicionalmente se comen los días 29 de cada mes.",
    "texto": "Gnocchi con salsa a elección: bolognesa, cuatro quesos, pesto.",
    "precio": 2800
  },
  {
    "nombre": "Ravioles",
    "descripcion": "Ravioles de ricota y espinaca con diferentes salsas disponibles.",
    "texto": "Ravioles de ricota y espinaca con salsa de tomate.",
    "precio": 3200
  },
  {
    "nombre": "Merluza a la romana",
    "descripcion": "Filetes de merluza empanizados y fritos, una opción de pescado muy popular.",
    "texto": "Merluza a la romana con papas fritas y ensalada.",
    "precio": 3600
  },
  {
    "nombre": "Tarta de carne",
    "descripcion": "Tarta rellena de carne picada, cebolla, huevo y aceitunas.",
    "texto": "Tarta de carne con ensalada verde.",
    "precio": 2500
  }
]
